[
  {
    "name": "Waterloop",
    "desc": "The University of Waterloo’s Hyperloop team, Waterloop, aims to change the landscape of transportation across the globe through the development of a fully functional, full-sized, scalable hyperloop pod by 2025. Currently, the team is developing a custom linear induction motor for contactless propulsion and constructing Canada’s first Hyperloop track to promote competition and further innovation through continuous testing. Waterloop will compete in the 2022 European Hyperloop Week in Delft, as well as the Canadian Hyperloop Conference competition this summer."
  },
  {
    "name": "Waterloo Formula Electric",
    "desc": "Waterloo Formula Electric is the University of Waterloo’s Electric Formula SAE team! Each year, the team develops an electric vehicle to compete at the Formula SAE Electric and Formula Hybrid race car competition against student teams from around the world. Their car uses advanced lithium ion batteries for power and state of the art brushless motors and motor controllers to propel forwards; technologies that are critical in advancing sustainability in the electric car industry. The Waterloo Formula Electric team is made up of passionate and highly motivated students, eager to build the best electric formula vehicle possible!"
  },
  {
    "name": "UWAFT",
    "desc": "The University of Waterloo Alternative Fuels Team (UWAFT) is a student design team that focuses on promoting the importance of sustainable innovation through the transformation of vehicles into more efficient models. Along with 10 other universities from across the US and Canada, UWAFT actively competes in the 4-year EcoCar Mobility Challenge. Currently, they are working towards converting a 2019 Chevrolet Blazer RS into a high-performance, fuel-efficient vehicle."
  },
  {
    "name": "Midnight Sun",
    "desc": "Midnight Sun is the oldest and largest student design team at the University of Waterloo. The team aims to design and build solar-powered vehicles to compete on the international stage. The team is split into 5 sub-teams: Mechanical, Hardware, Firmware, Business, and Strategy. They recently launched their latest design cycle with the goal of building a single-occupant vehicle to compete at the 2024 American Solar Challenge."
  },
  {
    "name": "Warrior Home",
    "desc": "Warrior home is a multidisciplinary student team that designs and builds high-performing, net-zero energy, affordable, and sustainable homes for community housing organizations. With research and development aimed at implementing green technology at affordable values, students are provided with opportunities to participate in the U.S. Department of Energy Solar Decathlon and gain real-world engineering knowledge."
  },
  {
    "name": "Sustainable Development Solutions Network",
    "desc": "Sustainable Development Solutions Network Canada is part of a global  movement to build a network of universities, colleges, research centers, and knowledge institutions to promote practical implementations for sustainability. With over 1,300 participating institutions worldwide, SDSN members work together to support action-oriented research to address some of the world’s most pressing problems, including the implementation of the United Nations Sustainable Development Goals  and the Paris Climate Agreement. The University of Waterloo is the host for SDSN Canada."
  },
  {
    "name": "UW Energy Network",
    "desc": "The University of Waterloo Energy Network is a partner of Student Energy. Together the groups  work to educate, inspire, and unite young leaders committed to fueling a sustainable future. We are a group of students bound together by a shared belief in a sustainable approach to the Energy Industry and Climate Change. UWEN offers the chance for like-minded students to attend educational seminars and panel discussions, participate in exciting competitions and network with industry professionals. We endeavor to provide a platform for all points of view with the aim of stimulating discussion and broadening knowledge."
  }
]
