[
    {
        "title": "Introduction",
        "text": "A quick word from the Project Managers of Waterloop, where we’ll share our vision of a sustainable future, the importance of sustainability, and the impact we can provide to the UW community and beyond.",
        "time": "6:00 - 6:05 PM ET"
    },
    {
        "title": "A Word from our Keynote Speaker",
        "subtitle": "Mike Morrice, MP, Green Party",
        "imageSrc": "https://images.thestar.com/yO99RqZTSFWnNJBzB9ze84bKbME=/1280x1024/smart/filters:cb(1628970167069)/https://www.therecord.com/content/dam/therecord/news/waterloo-region/2021/07/19/one-man-soars-above-his-party-the-other-fades-away/mike_morrice.jpg",
        "text": "Mike Morrice from the Green Party of Canada is the MP for Kitchener Centre and a Wilfrid Laurier University double degree alumni. Mike aims to put the community first, improving housing affordability, healthcare, promoting arts and culture, and advocating against wealth inequality. Mike supports a science-based climate plan that aims for a 50% emission reduction by 2030, ensuring a just transition where no one is left behind, at the scale of a Green New Deal.",
        "time": "6:05 - 6:30 PM ET"
    },
    {
        "title": "Design Team Presentations",
        "text": "Waterloo Formula Electric, UWAFT, Midnight Sun, Warrior Home, Sustainable Development Solutions Network, and UW Energy Network will be presenting what it is like to be a part of their team! They will also be talking about their team’s sustainable practices, and how they are helping to shape a greener and cleaner future.",
        "time": "6:30 - 8:00 PM ET"
    },
    {
        "title": "Waterloop's Presentation",
        "subtitle": "...followed by Event Conclusion",
        "text": "Waterloop is proud to present the benefits of Hyperloop as the fifth mode of transportation. The team is excited to showcase the latest developments on our journey to develop a full scale Hyperloop by 2025 and our overarching vision for improving transportation and sustainability in Canada.",
        "time": "8:00 - 8:15 PM ET"
    }
]