{
  "Web": "The web team maintains and updates all web related projects on the team, including internal tools and marketing software. Tasks span across several different skills such as web development, design, project management, and quality assurance. Recent projects include development of the current marketing website and an internal team hub. ",
  "Electrical": "The electrical team works on powering and controlling the Hyperloop pod while providing sensor feedback. Electrical team has a strong focus on both HV and LV development in battery management, motor control and embedded sensing.",
  "TeamLeads": "Leads are experienced members of the team responsible for mentoring younger members, reviewing designs, doing high-level planning and scoping tasks for each term, and ensuring work is completed in time to meet schedule milestones. This group consists of all the subteam leads as well as a few executive members who manage the overall team.",
  "Software": "The software team is responsible for controlling all the embedded components related to the Hyperloop pod. Our work consists of projects on the desktop application to coding the motor controller for our Linear Induction Motor.",
  "Admin": "The business team is responsible for the marketing, sponsorship, and finance side of things at Waterloop. From posting social media campaigns to filling out funding applications and communicating with sponsors, the business team works hard to promote the Waterloop brand and support it financially. And don’t forget about everyone's favorite part, the business team also creates merch! ",
  "Exec": "Execs are experienced members of the team responsible for high-level planning and scoping tasks for each term, ensuring work is completed in time to meet schedule milestones, and managing the overall team.",
  "Mechanical": "The mechanical team is in charge of the design, fabrication, and testing of all physical mechanisms for structures, guidance, and propulsion subsystems on the Hyperloop pod. The team uses skills in CAD, drafting, as well as analysis through simulations. Through manufacturing the pod components, machine shop skills like milling, turning and using power-tools are learned.  Recent projects include frame analysis, motor design, and mathematical modelling of pod motion.",
  "Infrastructure": "Infrastructure is responsible for exploring the broader feasibility of Hyperloop transportation. In particular, the team is working with UWaterloo administrators and industry connections to plan, design and construct a local test track facility. The test track would be used for testing, research, and hosting events for competition."
}
